{
	"name": "Harken Yacht Equipment",
	"categories": [
		"Concept through occupancy"
	],
	"description": "The DeMichele Company managed all aspects of the Architecture, engineering, Harken Critical Manufacturing and Office Building Performance Specifications, Civil Engineer, Municipal Entitlements, DNR, DOT, WE Energies, Contractor Bidding and Contract Negotiation, Bank Draws and On-Site Overview for this 170,000 sq ft facility. The DeMichele Company saved 2.5 buildable acres by overcoming DNR setbacks, allowing a more favorable alignment of the building and more efficient use of the site. Moreover, we helped save hundreds of thousands of dollars through the competitive bidding process.",
	"images": [
		"/public/img/harken-1.jpg",
		"/public/img/harken-2.jpg",
		"/public/img/harken-3.jpg",
		"/public/img/harken-4.jpg"
	]
},
{
	"name": "88Nine Radio Milwaukee",
	"categories": [
		"Real estate advisory",
		"Project developer",
		"Owner&rsquo;s representative"
	],
	"description": "Renovated vacant 1940s industrial building in Milwaukee&rsquo;s Walker&rsquo;s Point. The DeMichele Company&rsquo;s  experience with two historic tax credit renovations in the Third Ward provided 88Nine with strong leadership in every phase of the project. Including selection of design professionals, financing, selection of Contractors through competitive bidding and on-time project completion. The 23,000 sq ft project now includes 88Nine&rsquo;s Studio, Broadcast, and Corporate HQ as well as a Stone Creek Coffee, Performance space, Rooftop Audio Deck and green roof garden.",
	"images": [
		"/public/img/88nine-1.jpg",
		"/public/img/88nine-2.jpg",
		"/public/img/88nine-3.jpg",
		"/public/img/88nine-4.jpg"
	]
},
{
	"name": "Restat, a Dohmen Company",
	"categories": [
		"Pre-development site-selection",
		"Lease Negotiation",
		"Owner&rsquo;s representation"
	],
	"description": "Seeking enhanced value in a tight real estate market and closer proximity to corporate milwaukee, Dohmen retained The DeMichele Company to source a new site for the West Bend, WI, headquarters of its Restat subsidiary. We found a property in Milwaukee&rsquo;s Park Place development and conducted an RFP with the building owner (Liberty Property Trust). After negotiating a very strong lease interest in the property, The DeMichele Company acted as Owner&rsquo;s Representative to build out the 32,000 square foot property. The result was an enhanced corporate image for Restat.",
	"images": [
		"/public/img/restat-1.jpg",
		"/public/img/restat-2.jpg",
		"/public/img/restat-3.jpg"
	]
},
{
	"name": "Sendik&rsquo;s on Downer",
	"categories": [
		"Owner",
		"Developer"
	],
	"description": "An enthusiastic East&#45;Side Milwaukee Leader, Michael DeMichele has a passion for the Downer Avenue Business District. His belief that an upscale, local boutique grocery store is critical to the vibrancy of the neighborhood led to our purchase of the Historic Sendik&rsquo;s on Downer for the company portfolio. The DeMichele Company negotiated a new lease of the store to the Nehring Family, operators of Nehring&rsquo;s Sendik&rsquo;s on Oakland, G Groppi&rsquo;s Food Market in Bay View, Nehring&rsquo;s Family Market in the Milwaukee Public Market and V. Richard&rsquo;s Bakery in Brookfield. The DeMichele Company and the Nehring&rsquo;s have undertaken a store transformation and renovation of this 23,000 sq ft 1926 landmark, saving grocery for the historic water tower neighborhood for generations to come.",
	"images": [
		"/public/img/sendiks-1.jpg",
		"/public/img/sendiks-2.jpg",
		"/public/img/sendiks-3.jpg",
		"/public/img/sendiks-4.jpg",
		"/public/img/sendiks-5.jpg",
		"/public/img/sendiks-6.jpg"
	]
},
{
	"name": "Dohmen",
	"categories": [
		"Property Purchase",
		"Design",
		"Renovation",
		"Management / Property Management"
	],
	"description": "When Dohmen sought to consolidate their companies with a new corporate headquarters in the Third Ward, CEO Cynthia LaConte called upon The DeMichele Company to deliver on her highly ambitious vision. A strong creative collaboration ensued, resulting in the transformation of a vintage battery factory into an award-winning mid century modern gem.",
	"images": [
		"/public/img/dohmen-1.jpg",
		"/public/img/dohmen-2.jpg",
		"/public/img/dohmen-3.jpg",
		"/public/img/dohmen-4.jpg"
	]
},
{
	"name": "Mortara Instrument",
	"categories": [
		"Concept Through Occupancy",
		"Property Purchase",
		"Demo",
		"Design",
		"Development"
	],
	"description": "When Mortara&rsquo;s expansion of an existing manufacturing facility evolved into a more ambitious design, the company partnered with DeMichele to think more holistically about growth. Together, they considered a range of architectural and financial options that evolved into a new, state of the art manufacturing facility and campus setting with its existing headquarters. Delivered on time and budget.",
	"images": [
		"/public/img/mortara-1.jpg",
		"/public/img/mortara-2.jpg",
		"/public/img/mortara-3.jpg",
		"/public/img/mortara-4.jpg"
	]
},
{
	"name": "Red Arrow Labs",
	"categories": [
		"Property Purchase",
		"Design",
		"Renovation",
		"Management / Property Management"
	],
	"description": "After completing Dohmen&rsquo;s ambitious headquarters project, DeMichele recognized an opportunity to acquire a strategically-located property across the street. The vision? Create a tech-driven campus to house Red Arrow Labs, Dohmen&rsquo;s recently acquired software development company. With an eye toward organic growth and a cohesive design aesthetic in the dynamic Third Ward, DeMichele and Dohmen strengthened an already thriving center for business, innovation and creativity.",
	"images": [
		"/public/img/red-arrow-1.jpg",
		"/public/img/red-arrow-2.jpg",
		"/public/img/red-arrow-3.jpg",
		"/public/img/red-arrow-4.jpg"
	]
},
{
	"name": "",
	"categories": [
		""
	],
	"description": "",
	"images": [
		""
	]
}